{"podcast_details": {"podcast_title": "Think Fast, Talk Smart: Communication Techniques", "episode_title": "Create a Presence: How to Communicate in a Way Others Can Feel", "episode_image": "https://content.production.cdn.art19.com/images/43/9e/fa/ac/439efaac-e3ab-41e7-96d0-f5008d9d1c19/6dc4083e1132aa2d0ad38c5abf1d5dcbcd038748a670f201b25b7ddf52075f064cd4dfb19c166444bff8ebb258838b16ef860b75f5a419e2ec2925ac77003ae7.jpeg", "episode_transcript": " Hi, Matt here, and I am super excited to share that you can now use Think Fast, Talk Smart the podcast to help learn English. Many of our global listeners enjoy our podcasts for communication tips and to improve their English fluency. Starting with our most current episode, we're adding a brief English lesson with each episode, highlighting vocabulary and idioms. We also offer direct access to our transcripts for easy reference and review. Please visit faster smarter dot i o slash learn English faster smarter dot i o slash learn English. Presence is incredibly important and powerful in communication. But in order to develop a strong presence, you first have to be present with yourself. I'm Matt Abraham, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart the podcast. Today I'm excited to speak with Muriel Wilkins. Muriel is an executive coach, author and podcast host. Along with Amy Sue, Muriel wrote the book Own the Room, Discover Your Signature Voice to Master Your Leadership Presence. And she hosts the HBR podcast Coaching Real Leaders. Welcome Muriel. I am excited for our chat and can't wait to get started. I'm delighted to be here, Matt. Great. Well, let's get going. Like me, you've been a coach for a number of years. In your coaching experience, what are some of the most common communication pitfalls that leaders fall into? And how can we avoid them? So I think the ones that I've seen folks struggle with or not even be aware of in terms of their communication techniques are threefold. The first is just not having clarity about the outcome they're looking to achieve through their communication. And so, you know, what do you do about that? Spend some time trying to get clear on what it is exactly that you're trying to get across. The second, which is a common and often talked about is listening and just having a lack of self-awareness around what it means to listen. Am I listening? Am I not? So even just starting from that place can really help. And then lastly, I would say it is about checking your assumptions before opening your mouth. So I think a big challenge for people is they just start talking and they haven't really checked their assumptions. What are their assumptions about themselves, about the other person or the other people or the situation? And are those the assumptions that are going to best serve them in that particular conversation? So it sounds to me like what makes a lot of sense for leaders to do and anybody to do is really before you enter into an interaction, especially one that's scheduled and planned is to really think about what is it I'm trying to get done here and what are the assumptions and ideas I'm bringing that might help or get in the way. And then in the moment, listening becomes really important. Absolutely. Absolutely. And it doesn't take as long as most people think. You can do that as you're walking to a meeting or as you're just transitioning from one to the other or as you're getting ready for your day. And a lot of us are so busy and rushing around, we don't have time to do what you're suggesting. And I have found in my own life and the work I do just in teaching or coaching, it helps just to take a moment to reflect on those things. It helps center you and get you present, which I assume also is very helpful. Yeah, absolutely. In your book Own the Room, you emphasize the importance of authentic presence for leaders. Can you define what you mean by presence and how does communication play a role in building and showing presence? Sure. I mean, here's the thing, like everybody has presence. I think the question really is, A, is it the presence that you want to have? Is this how you want others to experience you? And then secondly, looking specifically at leadership, is it leadership presence? So is your presence one that exudes leadership regardless of where you fall in the organizational hierarchy? And so when I talk about leadership presence, it really is this ability not only to demonstrate your value and be clear about your message in an authentic way, but also to connect with others. And that intersection where you can both be credible in terms of what you share, as well as relatable because you can connect with others, that we have found individuals feel like they are in the presence of a leader. And so that's what we mean when we talk about having authentic leadership presence. I love this idea of credible and relatable. So let's dive into this. What are some things that I can do or a leader can do to establish credibility? I mean, I can come and tell you all these great things I've done, but that almost sounds braggadocious. That doesn't sound like it's being authentic and relatable. What are things that we can do to demonstrate both credibility and relatability? Sure. So let's break those apart. And so for the credibility standpoint, you have to start with, how do I add value in this particular interaction? Is it by having a point of view? Is it by listening? Is it by asking questions? So you prove your credibility or demonstrate credibility by bringing something to the table. And so it really starts by being clear about what it is that you actually bring to that table in that particular venue. And then in terms of communication skills, it's a lot of what you talk about, being able to speak in a clear, concise, structured manner. And that takes practice. It's a skill that anyone can build, but it does take some practice to be able to get there, to be able to talk with that level of preciseness. On the connecting side, listening is the biggest skill. When you think about when others feel heard or valued or understood, it's usually because somebody has listened to them before they start talking or as they respond. And so that's really the biggest communication skill that can help on the connecting side. Listening is so critical. The more and more I do this work, the more listening becomes just essential. Matt, this is why I often say when I talk to my clients or if I'm speaking to groups, that when you think about having presence, at the root of it, it's your ability to be present enough in the moment so that you know what communication skills to use that will help you get to the outcome that you're looking to get to, whatever that might be. And so it's this level of forget the preparation, forget what's going to happen afterwards, but can you be present enough in the moment? And that present enough in the moment is what allows you to then have presence. I'm smiling as you say that. It's one of these things that I should have realized eons ago, but presence, I've always thought about how others see you. But what you've just defined is presence is also about being present so you can respond as necessary. And to me, that was an epiphany that just happened in your presence. So thank you. And it's just as important that you also start with how you experience yourself. Where you move to. So being present is how am I experiencing myself in this moment? And is that what I want it to be or need it to be in order to move the conversation ahead or whatever it might be? Right. You have to be present so you can have presence. So speaking of presence, imposter syndrome is something that I and a lot of people I coach and teach suffer from. What are your thoughts on imposter syndrome and how can we manage it? Oh my goodness. I have so many thoughts in there forever evolving around imposter syndrome. Imposter syndrome is really this notion of feeling or not feeling like one belongs, whether it's in a meeting, in a conversation, in a room, in a position. And it's a little complex because it's a two-way street. It's how do I feel in this particular situation and do I feel like I belong? But there's also the context that you're in and does that context make me feel like I belong? But in my work as a coach, and I know Matt for you too, I'm always focused on the person that I'm coaching. So if they're dealing with imposter syndrome, it's what's within your control. And part of it is getting out of their own way around the assumptions that they have that they don't belong, which is what leads to the imposter syndrome. So we tend to lift out and redefine it and say, well, what would make you feel? What is in your control that would make you feel like you belong at this table? And it often comes back to this notion of how do I have value? I want to create value. I want to contribute. How do I do that in a way that makes me feel like I am here because I am here? So imposter syndrome, I think, is often talked about in terms of like, here are the three steps you can take. But I think it goes back to this fundamental need of we all have a desire to belong. And so we have to define what that looks like for each one of us and then translate that into a meeting setting or a conversational setting, whatever that might be. Transforming imposter syndrome to being about belonging, I think, is really, really useful. It allows us to find ways that we can belong and that can make us feel better and therefore not as if we don't fit in. I find in my own life, in the work I do, that a lot of imposter syndrome is based on comparing, comparing ourselves to others or comparing ourselves to the standard that we hold in our head for what we should or should be. Do you have techniques that help people either find a different comparison or stop comparing altogether? Yeah. I mean, I think there's a quote that says comparison is the thief of joy. And I fundamentally believe that. Now, does it mean that you don't pay attention to what's going on around you? You do pay attention to it. You pay attention. I mean, this is the way the world works, but you can also separate from it and distinguish it. I think a lot of people base their sense of belonging and have it be dependent on others accepting them. Those are two separate things. I can belong somewhere and still not have others accept me. And so I think I try with my clients to get them to understand that there's a distinction between the two and let's focus on your sense of belonging, which really often has nothing to do. Like if I think about myself as a black woman walking into a room, I can feel like I don't belong, but that's because of what I've experienced in the past. Yet it's in my control to say, regardless of what people think about me, I belong here. So it starts with myself. Now, whether they accept me or not, that's on them. Now let me see if there's any way I can influence that in a way that still resonates with me and doesn't feel like I'm selling my soul, but that's where the work becomes. So I think just distinguishing between the two from a mindset standpoint is very important. And then once you start moving into how do I make sure that I can try to be relevant for this audience, that's the other way that I try to think about it, then it becomes the communication skills that we've talked about, particularly around establishing credibility. So this notion of belonging acceptance comparison, really important to think about that those are levers that we can pull and they're distinct. And it strikes me that we talked a few moments ago about presence, about being present in the moment, but some of the ways we've just talked about to manage imposter syndrome are to first distance yourself, reflect on how can I belong? How can I build acceptance? How can I change what and who I compare to? And then go into the situation where you are present. So sometimes being present is key and sometimes giving yourself a little space and grace can be really helpful. Yeah. And I mean, Matt, the way I think about it is it is creating space and it's creating distance between you and the external, you and the outcome possibly, which means that you need to go internal. And so it's being more present to yourself. You don't lose the presence. It's being more present to yourself first before you're present to what's going on out there. Thank you for that distinction. Absolutely. I appreciate that. And I appreciate that clarification. You're exactly right. We have to be present with ourselves, distancing from others at first, and then we can really engage and be present. Thank you. I know framing is something that you feel is very useful in communication. Can you help us understand what you mean by framing and give us some examples of how we can use framing in our communication? Yes. So I think framing is one of the most powerful communication skills and yet most underutilized ones. It's really about setting context. And when I observe my clients, even when they communicate with me, I can count more than I would like the number of times they start sharing without setting context. So why do you need to set context? I mean, the word framing literally comes, it's like you have a piece of art. The piece of art will resonate with you differently depending on the frame that is around it. So this isn't about spinning or manipulating the message. The frame is the frame is the frame. It still needs to be true. The data needs to still hold. But the frame that you choose, the context that you choose to introduce, whatever it is that you're presenting is going to help influence how others interpret whatever it is that you're trying to communicate. And so the types of framing you can use, you can frame your message strategically. That's particularly helpful if you're communicating up to those more senior than you. You want to set the context in a way that it's going to be relevant for whatever business, strategy, outcomes they're trying to achieve. Another type of framing is through metaphors or storytelling. You set the context by telling a story or by using a metaphor. What that does is simplify the message and brings it to life for the audience that you're dealing with. That's extremely helpful if you're trying to communicate technical content to a non-technical audience. So framing, all it is about is setting the table and giving it some context rather than just spewing the data out and assuming that they're going to understand it in the same way that you do. Framing is critical. I totally agree. And as you said, it's all about setting context. And framing can come down literally to the language you use. I will talk with people I work with and teach about framing something as a problem versus an opportunity. You can take the same circumstance and frame it one way or the other based on what you think will resonate most with the audience. But you're so right. People just spew information and they don't set the context or frame that can help people decipher what's meant, help give a step forward towards your goal in terms of persuasion or influence. So framing is very critical. Yeah. And even framing what you shared, there's also like, should you frame something as an assertion versus a question? Absolutely. I often talk about feedback as an opportunity to problem solve. And if you provide feedback as a question, you can reduce defensiveness. You can build engagement. Now that doesn't work all the time, but you're right. Assertion versus questioning, very powerful. Like you, many of our listeners find themselves in coaching and mentoring roles. What are some of the techniques that you use to help draw out information from the people you coach? And what are some of the techniques you use when providing constructive or counterintuitive guidance and feedback? You know, I've been doing this for a very, very long time, coaching that is, almost 20 years. And I find that there's three particular skills that I really bring to bear in coaching. Number one is the ability to listen and not just listen for what's being said, but listen for what are the different interpretations of what could be said so that I can help my clients get awareness. I think secondly, the ability to ask questions and questions are not in an interrogative way. They're just questions that just follow the conversation, open up the conversation really so that my clients can help understand what the choices are in front of them. And then the third to be able, and we get to this point around feedback, the third is to be able to be direct with them. Direct in terms of what I'm hearing, direct around my assessment of how I think they might be interpreting something, direct at times around suggestions that are obviously always their choice in terms of what to do. But direct enough, I'm not a coach who stays and listening and asking questions all the time. I will provide suggestions, but as I hear said sometimes, it's my suggestions, their decision, what they want to do. And so when it comes to feedback, I think what's particularly helpful is using the skill of framing. It's providing the feedback in a way that is going to be relevant to them, that is going to resonate with them. And so I often ground my feedback in something that they may have mentioned already in something that they say is important to them or something that I know is coming up that is of value to them. It sounds like you're doing a lot of work and it sounds like some of that work you do in advance, but some you're adjusting and adapting in the moment. Well Muriel, I would be missing a huge opportunity if I didn't ask for your expert coaching advice like you do on your Coaching Real Leaders podcast. Would you be willing to coach me on a challenge that I often face? Absolutely. My challenge is having trouble setting boundaries and saying no. I say yes way too often and get myself in trouble because I then have too much to do. How would you help me in that circumstance? Well, let me ask you a question. How does that help you to say yes all the time? I have learned in my life that when I say yes, good things can happen. And I have benefited from being willing to take risks and to explore opportunities. The downside is it swamps me in terms of the things I have to do. Yeah. And so on the downside, what is it that you would say no to in hindsight? There are many things that I have taken on that turned out to be much more work than I expected or turned out to be false starts that didn't lead to anything. I don't want to say they were a waste of time because I think I learned something from them. But had I had an opportunity to make that choice again, I would definitely choose a different answer than the yes that I gave. Then what would have helped you make that choice? I think honestly, just taking a moment to reflect. And I think the reflection is to really think about how much is involved and the struggle and prioritization I would have to do if I really took this on. I am somebody who gets really excited about potential opportunities. And I often don't take the time to think about the consequences of it. Oh, this would be really cool. But you know what? It's going to take a lot of time and it's going to mean you're not going to be able to do these other things that you've either committed or excited about. Yeah. I mean, what I hear you saying, Matt, is maybe expanding from I get excited about a lot of things to am I getting excited about the right things at the right time? And so the excitement is not in question, right? We want to keep that going, but maybe it's taking some space to really define for yourself for a period of time for a season, what are the right things that I want to pour that excitement into and how much time do I want to pour into them? And that can change year to year. In fact, I advise many of my clients to take stock of that periodically and that is prioritizing basically. So I think overlaying it with priorities will then help give you a filter and a framework for what do I say yes to and what do I say no to in a responsive way rather than in a reactive way, which your default reaction is yes. So if you have those two columns right in front of you, it can help then structure your thinking about it as those situations come up. Thank you. You helped me see something that I think will be transformative. I've been looking at the world as binary, yes or no, but what I heard from you, what really clicked in my mind, this notion of not yet. So maybe it's not a no, but it's not now. That will be helpful to think of set timeframes and maybe something that's really exciting to me. I simply say great, but not now. Maybe I look at that later and adding is a choice. So it's not yes, no, it's yes, no, and not now. That will help me. Thank you. You are really good at this. So before we end Muriel, I'd like to ask you the same three questions I ask everyone who joins me. Are you up for that? Sure. All right. Question number one, if you were to capture the best communication advice you ever received as a five to seven word presentation slide title, what would it be? Leadership is about asking the right questions, not having the right answer. It's about asking the right questions, not having the right answers. And that really turns what many of us think about leadership on its head. We think people expect us to have the right answers, but in fact, asking those questions is more powerful. Question number two, who is a communicator you admire and why? Oh my goodness, there are so many, but I'm just going to go with who's popping up in my mind right now. It's Pema Chodron. She is a writer, a spiritual teacher, a speaker, a meditation teacher. And the reason she's popping up in my mind is she is able to take what I consider what can feel complex in terms of content and topics that can feel very out of touch and simplify them in a way that you get the message. And she does that through storytelling. And when you hear her speak, there is a level of presence in terms of being present in the moment that is palpable, that I think enables her to do that. And it's such an authentic way that I find very, very powerful. Wonderful. The ability to be present, the ability to make complex information accessible are true gifts to the audience. And that's wonderful. Final question, question number three. What are the first three ingredients that go into a successful communication recipe? Number one, clarity. Number two, relevance, particularly to the audience, but also for yourself. And number three, I couldn't leave this one out, presence. What I like about all three of your suggestions is they apply to the audience, right? Clarity, relevance, and presence. You need that for your audience, but you also need it for yourself. Excellent. Very, very helpful. As was everything you shared, Muriel, thank you so much for joining us. Thank you for providing insights into communication, leadership, and presence. And personally, thank you for helping me with a challenge that I have. You are an expert coach. And if you want to learn more about Muriel and her coaching, I encourage you to listen to the HBR podcast, Coaching Real Leaders. Thank you so much. Thank you, Matt. Thanks for joining us for another episode of Think Fast, Talk Smart, the podcast from Stanford Graduate School of Business. This episode was produced by Jenny Luna, Ryan Campos, and me, Matt Abrahams. Our music was provided by Floyd Wonder. For more information and episodes, find us on YouTube or wherever you get your podcasts. Thank you. Please make sure to subscribe and follow us on LinkedIn."}, "podcast_summary": "In this podcast episode, Matt speaks with Muriel Wilkins, an executive coach, author, and podcast host. They discuss the importance of presence and communication in leadership. Muriel highlights three common communication pitfalls that leaders face: lack of clarity about desired outcomes, poor listening skills, and not checking assumptions before speaking. To overcome these pitfalls, she suggests taking the time to clarify objectives, practicing active listening, and reflecting on assumptions before engaging in conversations.\n\nMuriel emphasizes the significance of authentic presence for leaders. She defines leadership presence as the ability to demonstrate value, clarity, and connection with others. By exuding credibility and relatability, leaders can establish an authentic presence that makes others feel like they are in the presence of a true leader.\n\nThe importance of framing is also discussed in the podcast. Muriel explains that framing is about setting context and influencing how others interpret your message. By strategically framing your message, such as providing context, using metaphors, or storytelling, you can simplify complex information and make it more relatable to your audience.\n\nImposter syndrome is another topic addressed in the podcast. Muriel explains that imposter syndrome is the feeling of not belonging or being inadequate in a certain situation. She encourages individuals to focus on what is within their control and redefine imposter syndrome as a desire to belong. By understanding their value and contributions, individuals can overcome imposter syndrome and feel a sense of belonging.\n\nIn coaching sessions, Muriel uses active listening, questioning techniques, and direct feedback to draw out information and provide guidance. She suggests prioritizing and setting boundaries to prevent overcommitting and the need to say yes to everything. By understanding priorities and giving yourself space to reflect, you can make more informed decisions and avoid taking on too much.\n\nIn conclusion, the three key ingredients for successful communication that Muriel highlights are clarity, relevance, and presence. These elements apply not only to the audience but also to oneself. Being clear in your message, making it relevant to your audience, and being present in the moment are essential for effective communication.\n\nListeners are encouraged to check out Muriel's coaching podcast, Coaching Real Leaders, for further insights and advice on leadership and communication.", "podcast_guest": {"name": "Muriel Wilkins", "org": "", "title": "Executive Coach, Author, Podcast Host", "summary": "Muriel Maignan Wilkins is managing partner and cofounder of Isis Associates. Muriel is an executive coach, a strategy expert, and a frequent speaker on issues of leadership communication. She specializes in helping leaders develop in the areas of executive presence, role transitions, and relationship management. ..."}, "podcast_highlights": "Highlights from the podcast include:\n\n1) Introduction to the availability of an English lesson with each episode of the podcast, which would be interesting for global listeners looking to improve their English fluency.\n\n2) Introduction of the guest, Muriel Wilkins, who is an executive coach, author, and podcast host, grabs the listener's attention as they discuss her expertise in coaching and leadership.\n\n3) Discussion on common communication pitfalls that leaders face, such as lack of clarity, poor listening skills, and unchecked assumptions.\n\n4) Emphasis on the importance of authentic presence for leaders and how it is defined as the ability to connect with others while demonstrating value and clear messaging.\n\n5) Techniques and skills shared for establishing credibility, including bringing value to interactions and speaking in a clear, concise manner.\n\n6) Importance of listening skills in establishing connections and making others feel heard and understood.\n\n7) Exploration of imposter syndrome and techniques for managing it, such as focusing on personal sense of belonging and separating it from others' acceptance.\n\n8) Discussion on the power of framing in communication, including strategic framing for different audiences and the use of metaphors or storytelling to simplify complex ideas.\n\n9) Techniques for drawing out information from coaching clients, including active listening, asking questions, and providing direct feedback.\n\n10) Coaching session on setting boundaries and saying no, including the importance of reflection, prioritization, and not-yet as a choice.\n\n11) Advice from Muriel on communication, including the importance of asking the right questions, admiring Pema Chodron as a communicator who simplifies complex topics, and the ingredients for a successful communication recipe: clarity, relevance, and presence."}